Repository: youngluo/clean-mac
Catalog: src/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# menu.theme
source: 主题
en: Theme

# menu.followSystem
source: 跟随系统
en: System

# menu.light
source: 浅色
en: Light

# menu.dark
source: 深色
en: Dark

# menu.language
source: 语言
en: Language

# menu.simplifiedChinese
source: 简体中文
en: Simplified Chinese

# menu.quit
source: 退出
en: Quit

# app.startupDisk
source: 启动磁盘
en: Startup Disk

# app.availableSpace
source: 可用空间
en: Available

# idle.cleanNow
source: 一键清理
en: Clean Now

# idle.safeScanHelp
source: 深度扫描并清理可安全处理的项目
en: Scan and clean safe-to-remove items

# idle.safeScanDescription
source: 深度扫描并清理安全项目
en: Scan and clean safe items

# idle.fullDiskAccessRequired
source: 需要完全磁盘访问
en: Full Disk Access required

# idle.moreCompleteScanResults
source: 开启后，扫描结果会更完整
en: Enable it for more complete scan results

# idle.openSettings
source: 去设置
en: Open Settings

# idle.checkDiskAccessAgain
source: 重新检查磁盘访问权限
en: Check disk access again

# view.scanning
source: 正在扫描
en: Scanning

# view.scanComplete
source: 扫描完成
en: Scan Complete

# view.cleaning
source: 正在清理
en: Cleaning

# view.cleanupComplete
source: 清理完成
en: Cleanup Complete

# view.cleanupPartiallyComplete
source: 清理部分完成
en: Cleanup Partially Complete

# view.processing
source: 处理中
en: Processing

# view.scannedComplete
source: 已扫描完成
en: Scan Complete

# view.scanProgress
source: 扫描进度
en: Scan Progress

# view.preparingUnifiedScan
source: 正在准备统一扫描
en: Preparing unified scan

# view.noCleanupItems
source: 没有发现可清理项目
en: No cleanup items found

# view.cancel
source: 取消
en: Cancel

# view.scanned
source: 已扫描
en: Scanned

# view.items
source: 项
en: items

# view.unknownSize
source: 大小未知
en: Unknown size

# view.cleanupItems
source: 可清理项目
en: Cleanup Items

# view.selected
source: 已选
en: Selected

# removal.trash
source: 移到废纸篓
en: Move to Trash

# view.done
source: 完成
en: Done

# view.addToExclusions
source: 加入排除列表
en: Add to Exclusions

# view.failurePrefix
source: 失败：
en: Failed:

# view.beforeCleanup
source: 清理前
en: Before

# view.afterCleanup
source: 清理后
en: After

# outcome.removed
source: 已清理
en: Cleaned

# outcome.failed
source: 失败
en: Failed

# view.noCleanupResults
source: 没有可展示的清理结果
en: No cleanup results to show

# category.routineTitle
source: 安全清理
en: Safe Cleanup

# category.analysisTitle
source: 大文件扫描
en: Large Files

# category.developerTitle
source: 开发清理
en: Developer Cleanup

# provider.deepCleanupTitle
source: 缓存清理
en: Cache Cleanup

# provider.projectArtifactsTitle
source: 项目清理
en: Project Cleanup

# provider.spaceAnalysisTitle
source: 空间分析
en: Space Analysis

# provider.pending
source: 待扫描
en: Pending

# provider.running
source: 扫描中
en: Scanning

# provider.completed
source: 已完成
en: Complete

# provider.partial
source: 部分完成
en: Partially Complete

# outcome.skipped
source: 已跳过
en: Skipped

# disk.fullTitle
source: 访问权限完整
en: Full Disk Access

# disk.limitedTitle
source: 访问范围受限
en: Limited Access

# risk.safe
source: 安全
en: Safe

# risk.review
source: 需检查
en: Review

# risk.advanced
source: 高级操作
en: Advanced

# risk.protected
source: 已保护
en: Protected

# removal.privilegedTrash
source: 移到废纸篓（需要权限）
en: Move to Trash (Requires Permission)

# removal.timeMachine
source: 快照维护
en: Snapshot Maintenance

# outcome.movedToTrash
source: 已移到废纸篓
en: Moved to Trash

# provider.deepCleanupDetail
source: 正在查找系统、应用与开发工具缓存及旧日志。
en: Looking for system, app, and developer-tool caches and old logs.

# provider.applicationsDetail
source: 正在查找已卸载应用留下的数据。
en: Looking for data left by uninstalled apps.

# provider.projectArtifactsDetail
source: 正在查找超过 30 天未更新且当前未使用的项目产物和 node_modules。
en: Looking for project artifacts and node_modules not updated in over 30 days and not currently in use.

# provider.spaceAnalysisDetail
source: 正在查找安装包、大文件和本地快照。
en: Looking for installers, large files, and local snapshots.

# scan.cancelledBeforeStart
source: 扫描在开始前已取消
en: Scan cancelled before it started

# scan.completeReviewTrashItems
source: 扫描完成，请确认要移到废纸篓的项目
en: Scan complete. Review items to move to Trash

# scan.phaseCacheCleanup
source: 正在扫描深度清理
en: Scanning cache cleanup

# scan.phaseProjectArtifacts
source: 正在扫描项目构建产物
en: Scanning project artifacts

# scan.phaseAppRemnants
source: 正在扫描应用残留
en: Scanning app remnants

# scan.phaseLargeFiles
source: 正在进行大文件扫描
en: Scanning large files

# scan.findingInstalledApps
source: 查找已安装应用
en: Finding installed apps

# scan.findingAppRemnants
source: 查找应用残留
en: Finding app remnants

# scan.calculatingAppRemnantSizes
source: 计算应用残留体积
en: Calculating app remnant sizes

# scan.noAppRemnants
source: 未发现已卸载的应用残留
en: No remnants from uninstalled apps found

# scan.findingInstallers
source: 查找安装包
en: Finding installers

# scan.noConfirmedInstallers
source: 未发现可确认的安装包
en: No confirmed installers found

# scan.lookingForInstallers
source: 正在查找安装包
en: Looking for installers

# scan.analyzingStartupDiskAndTimeMachine
source: 正在分析启动磁盘和 Time Machine
en: Analyzing startup disk and Time Machine

# scan.findingCachesAndOldLogs
source: 查找缓存与旧日志
en: Finding caches and old logs

# scan.cachesScanned
source: 已扫描缓存与可安全刷新服务
en: Scanned caches and safely refreshable services

# scan.noSafeCleanupItems
source: 未发现符合条件的安全清理项
en: No eligible safe cleanup items found

# scan.invalidStartupDisk
source: 无法确认当前路径是本地、不可移除的启动磁盘
en: Could not confirm this path is a local, non-removable startup disk

# scan.readingStartupDisk
source: 读取启动磁盘信息
en: Reading startup disk information

# scan.walkingStartupDisk
source: 遍历启动磁盘目录
en: Walking startup disk directories

# scan.cancelledPreserved
source: 扫描已取消，已保留当前可读取结果
en: Scan cancelled; readable results were preserved

# scan.startupDiskTimeout
source: 启动磁盘扫描达到时间上限，结果可能不完整
en: Startup disk scan reached its time limit; results may be incomplete

# scan.unreadableDirectory
source: 无法读取目录
en: Unable to read directory

# scan.protectedPathOverview
source: 受保护路径，仅用于空间概览
en: Protected path; used only for space overview

# scan.startupDiskLargeFile
source: 启动磁盘大文件
en: Startup disk large file

# scan.startupDiskLargeDirectory
source: 启动磁盘大目录
en: Startup disk large directory

# scan.noMeasurableUserFiles
source: 未发现可测量的用户文件或目录
en: No measurable user files or directories found

# scan.partiallyComplete
source: 扫描部分完成
en: Scan partially complete

# scan.findingProjectArtifacts
source: 查找项目产物
en: Finding project artifacts

# scan.calculatingProjectArtifactSizes
source: 计算项目产物体积
en: Calculating project artifact sizes

# scan.noOldProjectArtifacts
source: 未发现符合条件的旧项目产物
en: No eligible old project artifacts found

# scan.tmutilUnavailable
source: 当前系统未提供 tmutil
en: tmutil is not available on this system

# scan.timeMachineStatusTimeout
source: 读取 Time Machine 状态超时
en: Timed out reading Time Machine status

# scan.timeMachineStatusUnreadable
source: 无法读取 Time Machine 状态
en: Unable to read Time Machine status

# scan.timeMachineRunningSkipped
source: Time Machine 正在运行，已跳过本次维护
en: Time Machine is running; this maintenance was skipped

# scan.localSnapshotsTimeout
source: 读取本地快照超时
en: Timed out reading local snapshots

# scan.localSnapshotsUnreadable
source: 无法读取本地快照
en: Unable to read local snapshots

# scan.noLocalSnapshots
source: 未发现本地快照
en: No local snapshots found

# timeMachine.localSnapshot
source: Time Machine 本地快照
en: Time Machine local snapshot

# source.largeFileTimeMachine
source: 大文件扫描 · Time Machine
en: Large file scan · Time Machine

# category.routineDetail
source: 清理已知安全的缓存和旧日志
en: Clean known-safe caches and old logs

# category.analysisDetail
source: 扫描启动磁盘中的文件、目录和本地快照
en: Scan files, directories, and local snapshots on the startup disk

# category.developerDetail
source: 清理超过 30 天未更新的项目构建产物
en: Clean project artifacts not updated for over 30 days

# disk.fullDetail
source: 大文件扫描可以读取更多系统目录
en: Large-file scanning can read more system directories

# disk.limitedDetail
source: 仍可扫描，但部分系统和应用数据无法读取
en: Scanning is still available, but some system and app data cannot be read

# source.safariCache
source: Safari 缓存
en: Safari Cache

# source.xcodeCache
source: Xcode 缓存
en: Xcode Cache

# source.pipCache
source: pip 缓存
en: pip Cache

# source.npmCache
source: npm 缓存
en: npm Cache

# source.homebrewCache
source: Homebrew 缓存
en: Homebrew Cache

# source.cocoaPodsCache
source: CocoaPods 缓存
en: CocoaPods Cache

# source.swiftPMCache
source: SwiftPM 缓存
en: SwiftPM Cache

# source.yarnCache
source: Yarn 缓存
en: Yarn Cache

# source.yarnBerryCache
source: Yarn Berry 缓存
en: Yarn Berry Cache

# source.bunCache
source: Bun 缓存
en: Bun Cache

# source.cargoRegistryCache
source: Cargo Registry 缓存
en: Cargo Registry Cache

# source.cargoGitCache
source: Cargo Git 缓存
en: Cargo Git Cache

# source.gradleCache
source: Gradle 缓存
en: Gradle Cache

# source.goBuildCache
source: Go 构建缓存
en: Go Build Cache

# source.goModuleDownloadCache
source: Go 模块下载缓存
en: Go Module Download Cache

# source.userOldLogs
source: 用户旧日志
en: User Old Logs

# source.systemSafariCache
source: 系统 Safari 缓存
en: System Safari Cache

# source.systemXcodeCache
source: 系统 Xcode 缓存
en: System Xcode Cache

# source.systemOldLogs
source: 系统旧日志
en: System Old Logs

# source.appRemnants
source: 应用残留
en: App Remnants

# source.installers
source: 安装包
en: Installers

# source.projectBuildArtifacts
source: 项目构建产物
en: Project Build Artifacts

# source.addedToExclusions
source: 已加入排除列表
en: Added to exclusions

# volume.measured
source: 已测量
en: Measured

# volume.estimated
source: 估算
en: Estimated

# volume.protected
source: 受保护
en: Protected

# volume.unavailable
source: 不可读取
en: Unreadable

# diagnostic.skippedInUse
source: 已跳过正在使用的
en: Skipped because it is in use:

# diagnostic.unreadable
source: 无法读取
en: Unable to read

# cleanup.noTrashPermission
source: 当前没有权限移到废纸篓
en: No permission to move items to Trash

# cleanup.recheckingItems
source: 正在重新检查清理项
en: Rechecking cleanup items

# cleanup.nothingSelected
source: 未选择
en: Nothing selected

# cleanup.missingFilePath
source: 缺少文件路径
en: File path is missing

# cleanup.administratorPermissionRequired
source: 需要管理员权限
en: Administrator permission required

# cleanup.trashPermissionRetry
source: 当前没有权限移到废纸篓，请开启完全磁盘访问权限后重试
en: You do not have permission to move items to Trash. Enable Full Disk Access and try again.

# cleanup.candidateChanged
source: 扫描后内容已变化，请重新扫描后再清理
en: Item changed after scanning. Rescan before cleaning

# cleanup.candidateMissing
source: 项目已不存在，请重新扫描后再清理
en: Item is no longer available. Rescan before cleaning

# cleanup.administratorPathValidationFailed
source: 路径未通过管理员操作校验
en: Path did not pass administrator-operation validation

# cleanup.administratorOperationFailed
source: 管理员操作失败
en: Administrator operation failed

# cleanup.administratorOperationComplete
source: 管理员操作完成
en: Administrator operation complete

# cleanup.cancelled
source: 已取消
en: Cancelled

# cleanup.unknownError
source: 未知错误
en: Unknown error

# error.authorizationCancelled
source: 用户取消了授权
en: Authorization was cancelled

# error.safetyCheck
source: 路径未通过安全检查
en: Path did not pass the safety check

# error.taskFailed
source: 任务失败
en: Task failed

# error.featureUnavailable
source: 功能不可用
en: Feature unavailable

# provider.applicationsTitle
source: 应用残留
en: App Remnants

# provider.failed
source: 失败
en: Failed

# provider.skipped
source: 已跳过
en: Skipped

# view.cleaned
source: 已清理
en: Cleaned

# view.failed
source: 失败
en: Failed

# view.moveToTrash
source: 移到废纸篓
en: Move to Trash

# outcome.cancelled
source: 已取消
en: Cancelled

# menu.language.systemName
source: 跟随系统
en: System

# view.itemCount
source: %lld 项
en: %lld items

# view.scannedItems
source: 已扫描 %lld 项
en: Scanned %lld items

# view.selectedSummary
source: 已选 %lld / %lld · %@
en: Selected %lld / %lld · %@

# view.failureMessage
source: 失败：%@
en: Failed: %@

# view.rescan
source: 重新扫描
en: Rescan

# app.startupDiskHeader
source: 启动磁盘 · 可用空间 %@
en: Startup Disk · Available %@
